Text_64000:
	db "1チップc", $00, $00

Text_64007:
	db "2チップc", $00, $00

Text_6400e:
	db "4チップc", $00, $00

Text_64015:
	db "8チップc", $00, $00

Text_6401c:
	db "16チップc", $00

Text_64023:
	db "32チップc", $00

Text_6402a:
	db "64チップc", $00

Text_64031:
	db "1チップ*", $00, $00

Text_64038:
	db "1チップ*", $00, $00

Text_6403f:
	db "2チップ*", $00, $00

Text_64046:
	db "2チップ*", $00, $00

Text_6404d:
	db "4チップ*", $00, $00

Text_64054:
	db "4チップ*", $00, $00

Text_6405b:
	db "8チップ*", $00, $00

Text_64062:
	db "8チップ*", $00, $00

Text_64069:
	db "16チップ*", $00

Text_64070:
	db "16チップ*", $00

Text_64077:
	db "32チップ*", $00

Text_6407e:
	db "32チップ*", $00

Text_64085:
	db "64チップ*", $00

Text_6408c:
	db "64チップ*", $00

