Text_66ea7:
	db "アーム", $00, $00, $00, $00

Text_66eae:
	db "アーム", $00, $00, $00, $00

Text_66eb5:
	db "アーム", $00, $00, $00, $00

Text_66ebc:
	db "アーム", $00, $00, $00, $00

Text_66ec3:
	db "アーム", $00, $00, $00, $00

Text_66eca:
	db "アーム", $00, $00, $00, $00

Text_66ed1:
	db "アーム", $00, $00, $00, $00

Text_66ed8:
	db "アーム", $00, $00, $00, $00

Text_66edf:
	db "ムーブ", $00, $00, $00, $00

Text_66ee6:
	db "ムーブ", $00, $00, $00, $00

Text_66eed:
	db "ムーブ", $00, $00, $00, $00

Text_66ef4:
	db "ブート", $00, $00, $00, $00

Text_66efb:
	db "ノーマル", $00

Text_66f00:
	db "ほのお", $00, $00

Text_66f05:
	db "みず", $00, $00, $00

Text_66f0a:
	db "かぜ", $00, $00, $00

Text_66f0f:
	db "つち", $00, $00, $00

Text_66f14:
	db "かみなり", $00

Text_66f19:
	db "こおり", $00, $00

Text_66f1e:
	db "せい", $00, $00, $00

Text_66f23:
	db "じゃ", $00, $00, $00

Text_66f28:
	db "りく", $00, $00, $00

Text_66f2d:
	db "うみ", $00, $00, $00

Text_66f32:
	db "そら", $00, $00, $00

Text_66f37:
	db "ふつう", $00

Text_66f3b:
	db "いのり", $00

Text_66f3f:
	db "のろい", $00

Text_66f43:
	db "ねつ", $00, $00

Text_66f47:
	db "バグ", $00, $00

Text_66f4b:
	db "のうむ", $00

Text_66f4f:
	db "むし", $00, $00

Text_66f53:
	db "ていし", $00

Text_66f57:
	db "サビ", $00, $00

Text_66f5b:
	db "???", $00

Text_66f5f:
	db "!!!", $00

Text_66f63:
	db " ", $00, $00, $00

Text_66f67:
	db " ", $00, $00, $00

Text_66f6b:
	db " ", $00, $00, $00

Text_66f6f:
	db "ふのう", $00
